<?php
// Heading
$_['heading_title'] = 'アカウントの作成が完了しました';

// Text
$_['text_message']  = '<p>この度は会員登録して頂きありがとうございます。</p> <p>会員となられたお客様は当店のさまざまな特典を受けることが可能となります。</p> <p>質問等がございましたら、当店のメールアドレスに質問をお待ちしております。</p> <p>アカウント作成の通知は今回お客様がご登録されましたメールアドレスに送信いたしております。もし、何らかの不具合で送信されていない場合は、<a href="%s">こちら</a>からご連絡ください。</p>';
$_['text_approval'] = '<p> %sにご登録いただきまことにありがとうございます。</p><p>アカウントの承認が完了いたしましたら、メールにて通知いたします。</p><p>ご不明な点やご質問等がございましたら、<a href="%s">こちら</a>からお問い合わせください。</p>';
$_['text_account']  = 'アカウント';
$_['text_success']  = '作成完了';
?>
