<?php
// Heading
$_['heading_title']    = '注文の進捗状況';

// Text
$_['text_success']     = '完了: 注文の進捗状況を更新しました。';

// Column
$_['column_name']      = '注文の進捗状況名';
$_['column_action']    = 'アクション';

// Entry
$_['entry_name']       = '注文の進捗状況名:';

// Error
$_['error_permission'] = 'エラー: これらを変更する権限がありません。';
$_['error_name']       = '注文の進捗状況名は3文字から32文字で入力して下さい。';
$_['error_default']    = 'エラー: この注文の進捗状況はデフォルトストアに関連づけられているため、削除できません。';
$_['error_download']   = 'エラー: この注文の進捗状況はデフィルトダウンロードステータスに関連づけられているため、削除できません。';
$_['error_store']      = 'エラー: この注文の進捗状況は %s 個のストアに関連づけられているため、削除できません。';
$_['error_order']      = 'エラー: この注文の進捗状況は %s この注文に関連づけられているため、削除できません。';
?>