<?php
// Text
$_['text_for']          = '%s ギフト券 (for %s)';
$_['text_success']      = '注文合計を再計算しました。';

// Error
$_['error_warning']     = 'エラー: エラーの出ている項目をチェックして下さい。';
$_['error_permission']  = 'このページにアクセスする権限がありません。管理者に問い合わせて下さい。';
$_['error_customer']    = 'エラー: 選択した顧客が見つかりません。';
$_['error_email']       = '有効なメールアドレスを入力して下さい。';
$_['error_postcode']    = '郵便番号は2文字から10文字で入力して下さい。';
$_['error_country']     = '国を選択して下さい。';
$_['error_zone']        = '都道府県を選択して下さい。';
$_['error_stock']       = '*** の印のある商品は在庫がたりません。数量を変更してください。';
$_['error_minimum']     = '%s の最小購入数は %s です。';	
$_['error_required']    = '%s は必須です。';
$_['error_shipping']    = 'エラー: 配送方法は必須です。';
$_['error_no_shipping'] = 'エラー: 利用出来る配送方法がありません。';
$_['error_payment']     = 'エラー: 支払方法は必須です。';
$_['error_no_payment']  = 'エラー: 利用出来る支払オプションがありません。';
$_['error_coupon']      = 'エラー: クーポンは無効、期限切れ、または既に使用されているようです。';
$_['error_voucher']     = 'エラー: ギフト券は無効、またはすでに使用されているようです。';
$_['error_reward']      = 'エラー: 使用するポイント数を入力して下さい。';	
$_['error_points']      = 'エラー: 保有しているポイント数が %s 以上ありません。';
$_['error_maximum']     = 'エラー: 使用出来るポイント数は %s ポイントです。';
$_['error_to_name']     = '受取人名は64文字以内で入力して下さい。';
$_['error_from_name']   = 'あなたの名前は64文字以内で入力して下さい。';
$_['error_amount']      = '数量は %s から %s までです。';
?>