<?php
// Heading
$_['heading_title'] = 'ご注文を確定しました。ありがとうございます。';

// Text
$_['text_customer'] = '<p>　ご注文を確定しました。</p><p>　注文履歴は <a href="%s">アカウント</a> の <a href="%s">履歴</a> で確認することが出来ます。</p><p>　ダウンロード商品の場合は、<a href="%s">ダウンロード</a> ページで確認出来ます。</p><p>　ご不明な点やご質問等ございましたら、<a href="%s">store owner</a>までお問い合わせ下さい。</p><p>　ご利用まことにありがとうございました。</p>';
$_['text_guest']    = '<p>　この度はご注文頂き、ありがとうございました。</p><p>　ご注文内容の確認メールを入力して頂いたメールアドレス宛に送信しました。</p>';
$_['text_basket']   = 'カート';
$_['text_checkout'] = '支払い手続き';
$_['text_success']  = '注文完了';
?>
