<?php
// Text
$_['text_subject']  = '【%s】会員登録完了のお知らせ';
$_['text_welcome']  = '　この度は %s の会員登録をしていただき、ありがとうございます。';
$_['text_login']    = '　以下のURLより、メールアドレスとご登録いただいたパスワードでログインすることが出来ます。';
$_['text_approval'] = 'アカウントの承認終了後は当店のサイトまたは以下のURLからメールアドレスとご登録いただけておりますパスワードでログインしていただけます';
$_['text_services'] = 'ログインされますと、注文履歴より注文に関する請求書の印刷や、お客様のご登録情報の変更などを行っていただくことが可能となります';
$_['text_thanks']   = 'ありがとうございました';
$_['text_new_customer']   = '新規顧客';
$_['text_signup']         = '新しい顧客がサインアップしました:';
$_['text_website']        = 'ウェブサイト:';
$_['text_customer_group'] = '顧客グループ:';
$_['text_firstname']      = '名:';
$_['text_lastname']       = '姓:';
$_['text_company']        = '会社:';
$_['text_email']          = 'メールアドレス:';
$_['text_telephone']      = '電話番号:';
?>
