<?php
// Heading
$_['heading_title']         = 'イメージマネージャー';

// Text
$_['text_uploaded']         = '完了: ファイルのアップロードが完了しました。';
$_['text_file_delete']      = 'ファイルは削除されました。';
$_['text_create']           = '完了: ディレクトリが作成されました。';
$_['text_delete']           = '完了: ファイルまたはディレクトリが削除されました。';
$_['text_move']             = '完了: ファイルまたはディレクトリを移動しました。';
$_['text_copy']             = '完了: ファイルまたはディレクトリがコピーされました。';
$_['text_rename']           = '完了: ファイルまたはディレクトリの名前が変更されました。';

// Entry
$_['entry_folder']          = '新規フォルダ:';
$_['entry_move']            = '移動:';
$_['entry_copy']            = 'コピー:';
$_['entry_rename']          = '変更:';

// Error
$_['error_select']          = 'エラー: ディレクトリまたはファイルを選択して下さい。';
$_['error_file']            = 'エラー: ファイルを選択して下さい。';
$_['error_directory']       = 'エラー: ディレクトリを選択して下さい。';
$_['error_default']         = 'エラー: デフォルトディレクトリは変えることができません。';
$_['error_delete']          = 'エラー: このディレクトリを削除することができません。';
$_['error_filename']        = 'エラー: ファイル名は、3文字から255文字で入力して下さい。';
$_['error_missing']         = 'エラー: ファイルまたはディレクトリが存在しません。';
$_['error_exists']          = 'エラー: 同じ名前のファイルまたはディレクトリがすでに存在しています。';
$_['error_name']            = 'エラー: 新しい名前を入力して下さい。';
$_['error_move']            = 'エラー: ディレクトリへの移動が失敗しました。';
$_['error_copy']            = 'エラー: このファイルまたはディレクトリをコピーすることができません。';
$_['error_rename']          = 'エラー: このディレクトリの名前を変更することができません。';
$_['error_file_type']       = 'エラー: ファイル形式が間違っています。';
$_['error_file_size']       = 'エラー: ファイルサイズは 300kb までで、画像のサイズは縦、横ともに1,000px までにして下さい。';
$_['error_uploaded']        = 'エラー:ファイルはアップロードされていません。';
$_['error_permission']      = 'エラー: 権限がありません。';

// Button
$_['button_folder']         = '新規フォルダ';
$_['button_delete']         = '削除';
$_['button_move']           = '移動';
$_['button_copy']           = 'コピー';
$_['button_rename']         = '変更';
$_['button_upload']         = 'アップロード';
$_['button_refresh']        = '更新';
?>