<?php
// header
$_['heading_title']   = 'パスワードをお忘れですか？';

// Text
$_['text_forgotten']  = 'パスワードをお忘れですか？';
$_['text_your_email'] = 'メールアドレス';
$_['text_email']      = 'アカウントに使用しているメールアドレスを入力して、「リセット」ボタンを押して下さい。<br />
パスワードをリセットするためのリンクが書かれたメールを送信します。';
$_['text_success']    = '管理者のメールアドレスにメールを送信しました。';

// Entry
$_['entry_email']     = 'メールアドレス:';
$_['entry_password']  = '新しいパスワード:';
$_['entry_confirm']   = '確認:';

// Error
$_['error_email']     = 'エラー: このメールアドレスは登録されていないようです。もう一度入力して下さい。';
$_['error_password']  = 'パスワードは3文字から20文字で入力して下さい。';
$_['error_confirm']   = '入力されたパスワードが一致しません。';
?>